tap "aws/tap"
tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "microsoft/mssql-release"
tap "mongodb/brew"
tap "samtay/tui"
tap "sidneys/homebrew"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "ansible"
brew "zstd"
brew "jpeg-xl"
brew "aom"
brew "libssh2"
brew "aria2"
brew "asimov"
brew "awslogs"
brew "harfbuzz"
brew "bazel"
brew "cabextract"
brew "cdrtools"
brew "cfn-lint"
brew "cocoapods"
brew "unbound"
brew "gnutls"
brew "colima", restart_service: true
brew "coreutils"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "exa"
brew "fastlane"
brew "leptonica"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "gawk"
brew "libavif"
brew "gd"
brew "gh"
brew "git"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "groovy"
brew "htop"
brew "jd"
brew "jenv"
brew "jq"
brew "jump"
brew "kompose"
brew "libfido2"
brew "lighttpd"
brew "links"
brew "lynx"
brew "mariadb"
brew "mdp"
brew "ncdu"
brew "neovim"
brew "nginx"
brew "nmap"
brew "nvm"
brew "pandoc"
brew "pinentry-mac"
brew "postgresql@15"
brew "python@3.10"
brew "python@3.11"
brew "tcl-tk"
brew "python@3.8"
brew "sqlcmd"
brew "telnet"
brew "tmux"
brew "tree"
brew "w3m"
brew "watch"
brew "wget"
brew "wimlib"
brew "wordgrinder"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
brew "mongodb/brew/mongodb-community"
brew "samtay/tui/tetris"
brew "sidneys/homebrew/chntpw"
cask "aws-vault"
cask "basictex"
cask "chromium"
cask "macmediakeyforwarder"
cask "mitmproxy"
cask "vagrant"
vscode "adpyke.vscode-sql-formatter"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "batisteo.vscode-django"
vscode "buenon.scratchpads"
vscode "clemenspeters.format-json"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "hediet.vscode-drawio"
vscode "infeng.vscode-react-typescript"
vscode "janjoerke.jenkins-pipeline-linter-connector"
vscode "kevinrose.vsc-python-indent"
vscode "markis.code-coverage"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.wordcount"
vscode "ms-vsliveshare.vsliveshare"
vscode "nicolasvuillamy.vscode-groovy-lint"
vscode "njpwerner.autodocstring"
vscode "pepri.subtitles-editor"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ryu1kn.text-marker"
vscode "secanis.jenkinsfile-support"
vscode "shahilkumar.docxreader"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "tuxtina.json2yaml"
vscode "tyriar.vscode-terminal-here"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "wholroyd.jinja"
