tap "asmvik/formulae"
tap "aws/tap"
tap "ddev/ddev"
tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/services"
tap "microsoft/mssql-release"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "samtay/tui"
tap "sidneys/homebrew"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "ansible"
brew "zstd"
brew "jpeg-xl"
brew "aom"
brew "libssh2"
brew "aria2"
brew "asimov"
brew "awslogs"
brew "harfbuzz"
brew "bazel"
brew "cabextract"
brew "caddy"
brew "cdrtools"
brew "certbot"
brew "cfn-lint"
brew "ruby"
brew "cocoapods"
brew "colima", restart_service: :changed
brew "libavif"
brew "gd"
brew "php"
brew "composer"
brew "coreutils"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "exiftool"
brew "fastlane"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "gawk"
brew "gh"
brew "git"
brew "git-remote-codecommit"
brew "git-review"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "groovy"
brew "htop"
brew "imagemagick"
brew "jd"
brew "jenv"
brew "jq"
brew "jump"
brew "kompose"
brew "lf"
brew "libfido2"
brew "lighttpd"
brew "links"
brew "llm"
brew "lynx"
brew "mariadb"
brew "mdp"
brew "mkcert"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "nss"
brew "pandoc"
brew "pinentry-mac"
brew "postgresql@15"
brew "python-setuptools"
brew "python@3.10"
brew "python@3.11"
brew "qemu"
brew "sqlcmd"
brew "tcl-tk"
brew "telnet"
brew "tmux"
brew "tree"
brew "vim"
brew "w3m"
brew "watch"
brew "watchman"
brew "wget"
brew "wimlib"
brew "wordgrinder"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "asmvik/formulae/yabai"
brew "ddev/ddev/ddev"
brew "hashicorp/tap/terraform"
brew "mongodb/brew/mongodb-community"
brew "samtay/tui/tetris"
cask "nikitabobko/tap/aerospace"
cask "aws-vault-binary"
cask "basictex"
cask "bruno"
cask "chromium"
cask "orbstack"
vscode "bmewburn.vscode-intelephense-client"
vscode "clinyong.vscode-css-modules"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "mblode.twig-language-2"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "nicolasvuillamy.vscode-groovy-lint"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
